Repository: dragon717/Pink_House
Catalog: ItemManager/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# 所有标签
source: All Tags
de: Alle Tags
es: Todas las etiquetas
fr: Toutes les étiquettes
ja: すべてのタグ
ko: 모든 태그
pt_br: Todas as etiquetas
zh_hans: 所有标签
zh_hant: 所有標籤

# 所有货币
source: All Currencies
de: Alle Währungen
es: Todas las monedas
fr: Toutes les devises
ja: すべての通貨
ko: 모든 통화
pt_br: Todas as moedas
zh_hans: 所有货币
zh_hant: 所有貨幣

# 手动创建
source: Create Manually
de: Manuell erstellen
es: Crear manualmente
fr: Création manuelle
ja: 手動作成
ko: 수동 생성
pt_br: Criar manualmente
zh_hans: 手动创建
zh_hant: 手動建立

# 手帐本
source: Journals
de: Journale
es: Diarios
fr: Journaux
ja: 手帳
ko: 다이어리
pt_br: Diários
zh_hans: 手帐本
zh_hant: 手帳本

# 手帐类型
source: Journal Type
de: Journaltyp
es: Tipo de diario
fr: Type de journal
ja: 手帳タイプ
ko: 다이어리 유형
pt_br: Tipo de diário
zh_hans: 手帐类型
zh_hant: 手帳類型

# 打卡成功！
source: Check-In Complete!
de: Check-in erfolgreich!
es: ¡Registro completado!
fr: Pointage réussi !
ja: チェックイン完了！
ko: 체크인 성공!
pt_br: Check-in concluído!
zh_hans: 打卡成功！
zh_hant: 打卡成功！

# 打工策略
source: Work Strategy
de: Arbeitsstrategie
es: Estrategia de trabajo
fr: Stratégie de travail
ja: 仕事方針
ko: 일하기 전략
pt_br: Estratégia de trabalho
zh_hans: 打工策略
zh_hant: 打工策略

# 打开喵币充值
source: Open Meow Coin Top-Up
de: Miau-Aufladung öffnen
es: Abrir recarga Miau
fr: Ouvrir la recharge Miaou
ja: ニャーコインチャージを開く
ko: 야옹 코인 충전 열기
pt_br: Abrir recarga Miau
zh_hans: 打开喵币充值
zh_hant: 打開喵幣儲值

# 打开我的背包
source: Open my bag
de: Meinen Rucksack öffnen
es: Abrir mi mochila
fr: Ouvrir mon sac
ja: バッグを開く
ko: 내 가방 열기
pt_br: Abrir minha mochila
zh_hans: 打开我的背包
zh_hant: 打開我的背包

# 打开背包喂我吃点
source: Open the bag and feed me
de: Rucksack öffnen und mich füttern
es: Abre la mochila y dame de comer
fr: Ouvrir le sac et me nourrir
ja: バッグを開いて食べさせる
ko: 가방을 열어 먹이기
pt_br: Abrir a mochila e me alimentar
zh_hans: 打开背包喂我吃点
zh_hant: 打開背包餵我吃點

# 打开背包喂我喝点
source: Open the bag and give me a drink
de: Rucksack öffnen und mir etwas zu trinken geben
es: Abre la mochila y dame algo de beber
fr: Ouvrir le sac et me donner à boire
ja: バッグを開いて飲ませる
ko: 가방을 열어 마시게 하기
pt_br: Abrir a mochila e me dar algo para beber
zh_hans: 打开背包喂我喝点
zh_hant: 打開背包餵我喝點

# 打开背包陪我玩
source: Open the bag and play with me
de: Rucksack öffnen und mit mir spielen
es: Abre la mochila y juega conmigo
fr: Ouvrir le sac et jouer avec moi
ja: バッグを開いて一緒に遊ぶ
ko: 가방을 열어 함께 놀기
pt_br: Abrir a mochila e brincar comigo
zh_hans: 打开背包陪我玩
zh_hant: 打開背包陪我玩

# 批量删除
source: Batch Delete
de: Stapelweise löschen
es: Eliminar en lote
fr: Suppression par lot
ja: 一括削除
ko: 일괄 삭제
pt_br: Excluir em lote
zh_hans: 批量删除
zh_hant: 批次刪除

# 批量导入
source: Bulk Import
de: Massenimport
es: Importación masiva
fr: Importation groupée
ja: 一括インポート
ko: 일괄 가져오기
pt_br: Importação em massa
zh_hans: 批量导入
zh_hant: 批量匯入

# 批量恢复
source: Batch Restore
de: Stapelweise wiederherstellen
es: Restaurar en lote
fr: Restauration par lot
ja: 一括復元
ko: 일괄 복원
pt_br: Restaurar em lote
zh_hans: 批量恢复
zh_hant: 批次復原

# 找不到购买凭证
source: Purchase receipt not found
de: Kaufbeleg nicht gefunden
es: No se encontro el recibo de compra
fr: Recu d'achat introuvable
ja: 購入レシートが見つかりません
ko: 구매 영수증을 찾을 수 없습니다
pt_br: Recibo de compra nao encontrado
zh_hans: 找不到购买凭证
zh_hant: 找不到購買憑證

# 找到 %lld 件裙装
source: Found %lld dresses
de: %lld Kleider gefunden
es: %lld vestidos encontrados
fr: %lld robes trouvées
ja: %lld 件のドレスが見つかりました
ko: 드레스 %lld개 찾음
pt_br: %lld vestidos encontrados
zh_hans: 找到 %lld 件裙装
zh_hant: 找到 %lld 件裙裝

# 把喜欢的衣橱风格带到桌面
source: Bring Your Favorite Wardrobe Style to Your Home Screen
de: Bring deinen liebsten Garderobenstil auf den Home-Bildschirm
es: Lleva tu estilo de armario favorito a la pantalla de inicio
fr: Apportez votre style de penderie prefere a l'ecran d'accueil
ja: お気に入りのワードローブスタイルをホーム画面へ
ko: 좋아하는 옷장 스타일을 홈 화면으로 가져오기
pt_br: Leve seu estilo de guarda-roupa favorito para a Tela de Inicio
zh_hans: 把喜欢的衣橱风格带到桌面
zh_hant: 把喜歡的衣櫥風格帶到桌面

# 抱抱你，再一起挑一套~
source: Hug first, then we'll pick an outfit together~
de: Erst eine Umarmung, dann suchen wir zusammen ein Outfit aus~
es: Un abrazo, y luego elegimos un conjunto juntos~
fr: Un câlin, puis on choisit une tenue ensemble~
ja: ぎゅっとしてから、一緒に一着選ぼう~
ko: 꼭 안아 줄게, 같이 한 벌 골라 보자~
pt_br: Um abraço, depois escolhemos um look~
zh_hans: 抱抱你，再一起挑一套~
zh_hant: 抱抱你，再一起挑一套~

# 拖到这里就能买来马上喂我
source: Drag here to buy it and feed me right away
de: Hierher ziehen, um es zu kaufen und mich sofort zu füttern
es: Arrastra aquí para comprarlo y alimentarme enseguida
fr: Fais glisser ici pour acheter et me nourrir aussitôt
ja: ここへドラッグすると買ってすぐ食べられるよ
ko: 여기로 끌면 사서 바로 먹일 수 있어요
pt_br: Arraste aqui para comprar e me alimentar na hora
zh_hans: 拖到这里就能买来马上喂我
zh_hant: 拖到這裡就能買來馬上餵我

# 拖到这里就能直接喂我
source: Drag here to feed me directly
de: Hierher ziehen, um mich direkt zu füttern
es: Arrastra aquí para alimentarme directamente
fr: Fais glisser ici pour me nourrir directement
ja: ここへドラッグするとすぐ食べられるよ
ko: 여기로 끌면 바로 먹일 수 있어요
pt_br: Arraste aqui para me alimentar diretamente
zh_hans: 拖到这里就能直接喂我
zh_hant: 拖到這裡就能直接餵我

# 拖动物件调整入口位置
source: Drag items to adjust entry positions
de: Ziehe Objekte, um Eingänge anzupassen
es: Arrastra objetos para ajustar las entradas
fr: Faites glisser les objets pour ajuster les entrées
ja: 入口の位置を調整するにはアイテムをドラッグ
ko: 입구 위치를 조정하려면 물건을 드래그하세요
pt_br: Arraste os itens para ajustar as entradas
zh_hans: 拖动物件调整入口位置
zh_hant: 拖動物件調整入口位置

# 拖拽使用
source: Use by dragging
de: Per Ziehen verwenden
es: Usar arrastrando
fr: Utiliser par glisser-déposer
ja: ドラッグで使用
ko: 드래그로 사용
pt_br: Usar arrastando
zh_hans: 拖拽使用
zh_hant: 拖曳使用

# 拖拽投喂
source: Feed by dragging
de: Per Ziehen füttern
es: Alimentar arrastrando
fr: Nourrir par glisser-déposer
ja: ドラッグで餌やり
ko: 드래그로 먹이 주기
pt_br: Alimentar arrastando
zh_hans: 拖拽投喂
zh_hant: 拖曳投餵

# 拥有时长
source: Owned For
de: Besitzdauer
es: Tiempo en posesión
fr: Durée de possession
ja: 所有期間
ko: 보유 기간
pt_br: Tempo de posse
zh_hans: 拥有时长
zh_hant: 擁有時長

# 拼一把
source: Go Big
de: Alles geben
es: A por todas
fr: À fond
ja: 思い切る
ko: 한 번 도전
pt_br: Ir com tudo
zh_hans: 拼一把
zh_hant: 拼一把

# 拼豆
source: Perler
de: Bügelperlen
es: Cuentas Perler
fr: Perles à repasser
ja: パーラービーズ
ko: 펄러비즈
zh_hans: 拼豆
zh_hant: 拼豆

# 持续更新
source: Ongoing Updates
de: Laufende Updates
es: Actualizaciones continuas
fr: Mises a jour continues
ja: 継続アップデート
ko: 지속 업데이트
pt_br: Atualizacoes continuas
zh_hans: 持续更新
zh_hant: 持續更新

# 指标
source: Metric
de: Kennzahl
es: Métrica
fr: Indicateur
ja: 指標
ko: 지표
pt_br: Métrica
zh_hans: 指标
zh_hant: 指標

# 按月视图
source: Monthly View
de: Monatsansicht
es: Vista mensual
fr: Vue mensuelle
ja: 月別ビュー
ko: 월별 보기
pt_br: Vista mensal
zh_hans: 按月视图
zh_hant: 按月視圖

# 按系列视图
source: Series View
de: Serienansicht
es: Vista por serie
fr: Vue par serie
ja: シリーズ別ビュー
ko: 시리즈별 보기
pt_br: Vista por série
zh_hans: 按系列视图
zh_hant: 按系列視圖

# 按系列预约 (点我展开)
source: Series Reservations (tap to expand)
de: Serienreservierungen (zum Aufklappen tippen)
es: Reservas por serie (toca para desplegar)
fr: Reservations par serie (toucher pour ouvrir)
ja: シリーズ別予約（タップで展開）
ko: 시리즈별 예약 (탭해서 펼치기)
pt_br: Reservas por série (toque para expandir)
zh_hans: 按系列预约 (点我展开)
zh_hant: 按系列預約（點我展開）

# 按系列预约 (点我折叠)
source: Series Reservations (tap to collapse)
de: Serienreservierungen (zum Einklappen tippen)
es: Reservas por serie (toca para plegar)
fr: Reservations par serie (toucher pour replier)
ja: シリーズ別予約（タップで折りたたむ）
ko: 시리즈별 예약 (탭해서 접기)
pt_br: Reservas por série (toque para recolher)
zh_hans: 按系列预约 (点我折叠)
zh_hant: 按系列預約（點我折疊）

# 换一件
source: Replace one item
de: Ein Teil ersetzen
es: Cambiar una prenda
fr: Remplacer une pièce
ja: 1点入れ替える
ko: 한 가지 바꾸기
pt_br: Trocar uma peça
zh_hans: 换一件
zh_hant: 換一件

# 换个浅色小物
source: Swap in a light accessory
de: Ein helles Accessoire einsetzen
es: Cambiar por un accesorio claro
fr: Remplacer par un accessoire clair
ja: 淡い色の小物に替える
ko: 밝은 색 소품으로 바꾸기
pt_br: Trocar por um acessório claro
zh_hans: 换个浅色小物
zh_hant: 換個淺色小物

# 换个陪你的萌宠
source: Switch to another pet companion
de: Ein anderes Haustier auswählen
es: Cambia a otra mascota compañera
fr: Changer de compagnon animal
ja: 一緒にいるペットを切り替える
ko: 함께할 다른 반려동물로 바꾸기
pt_br: Trocar para outro pet companheiro
zh_hans: 换个陪你的萌宠
zh_hant: 換個陪你的萌寵

# 排序
source: Sort
de: Sortieren
es: Ordenar
fr: Trier
ja: 並べ替え
ko: 정렬
pt_br: Ordenar
zh_hans: 排序
zh_hant: 排序

# 推荐单品
source: Recommended Items
de: Empfohlene Stücke
es: Prendas recomendadas
fr: Articles recommandés
ja: おすすめアイテム
ko: 추천 아이템
pt_br: Itens recomendados
zh_hans: 推荐单品
zh_hant: 推薦單品

# 提前 %d 天
source: %d days before
de: %d Tage vorher
es: %d dias antes
fr: %d jours avant
ja: %d日前
ko: %d일 전
pt_br: %d dias antes
zh_hans: 提前 %d 天
zh_hant: 提前 %d 天

# 提前%d天
source: %d days before
de: %d Tage vorher
es: %d dias antes
fr: %d jours avant
ja: %d日前
ko: %d일 전
pt_br: %d dias antes
zh_hans: 提前%d天
zh_hant: 提前 %d 天

# 提前1天
source: 1 day before
de: 1 Tag vorher
es: 1 dia antes
fr: 1 jour avant
ja: 1日前
ko: 1일 전
pt_br: 1 dia antes
zh_hans: 提前1天
zh_hant: 提前 1 天

# 提醒天数
source: Reminder Days
de: Erinnerungstage
es: Dias de aviso
fr: Jours de rappel
ja: 通知日数
ko: 알림 날짜
pt_br: Dias de lembrete
zh_hans: 提醒天数
zh_hant: 提醒天數

# 提醒时间
source: Reminder Time
de: Erinnerungszeit
es: Hora del aviso
fr: Heure du rappel
ja: 通知時刻
ko: 알림 시간
pt_br: Horario do lembrete
zh_hans: 提醒时间
zh_hant: 提醒時間

# 搜索
source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
ko: 검색
pt_br: Buscar
zh_hans: 搜索
zh_hant: 搜尋

# 搜索名称、品牌、标签、类型、颜色、尺码、价格范围等...
source: Search name, brand, tag, type, color, size, price range...
de: Name, Marke, Tag, Typ, Farbe, Größe, Preisbereich suchen...
es: Buscar nombre, marca, etiqueta, tipo, color, talla, precio...
fr: Rechercher nom, marque, tag, type, couleur, taille, prix...
ja: 名前、ブランド、タグ、タイプ、色、サイズ、価格帯などを検索...
ko: 이름, 브랜드, 태그, 유형, 색상, 사이즈, 가격대 등 검색...
pt_br: Buscar nome, marca, etiqueta, tipo, cor, tamanho, preço...
zh_hans: 搜索名称、品牌、标签、类型、颜色、尺码、价格范围等...
zh_hant: 搜尋名稱、品牌、標籤、類型、顏色、尺碼、價格範圍等...

# 搜索商品...
source: Search products...
de: Produkte suchen...
es: Buscar productos...
fr: Rechercher des articles...
ja: 商品を検索...
ko: 상품 검색...
pt_br: Buscar produtos...
zh_hans: 搜索商品...
zh_hant: 搜尋商品...

# 搜索心愿尾款名称、品牌、标签、价格...
source: Search wishlist payment name, brand, tag, price...
de: Wunsch-Restzahlung, Marke, Tag, Preis suchen...
es: Buscar pago pendiente, marca, etiqueta, precio...
fr: Rechercher acompte restant, marque, tag, prix...
ja: ウィッシュ残金の名前、ブランド、タグ、価格を検索...
ko: 위시 잔금 이름, 브랜드, 태그, 가격 검색...
pt_br: Buscar pagamento pendente, marca, etiqueta, preço...
zh_hans: 搜索心愿尾款名称、品牌、标签、价格...
zh_hant: 搜尋心願尾款名稱、品牌、標籤、價格...

# 搜索背包...
source: Search backpack...
de: Rucksack durchsuchen...
es: Buscar en la mochila...
fr: Rechercher dans le sac...
ja: バッグを検索...
ko: 가방 검색...
pt_br: Buscar na mochila...
zh_hans: 搜索背包...
zh_hant: 搜尋背包...

# 搜索裙装名称或品牌
source: Search dress name or brand
de: Kleidname oder Marke suchen
es: Buscar nombre o marca del vestido
fr: Rechercher par nom ou marque
ja: ドレス名またはブランドを検索
ko: 드레스 이름 또는 브랜드 검색
pt_br: Buscar nome ou marca do vestido
zh_hans: 搜索裙装名称或品牌
zh_hant: 搜尋裙裝名稱或品牌

# 搭配小物
source: Add Accessories
de: Accessoires hinzufügen
es: Agregar accesorios
fr: Ajouter des accessoires
ja: 小物を追加
ko: 액세서리 추가
pt_br: Adicionar acessórios
zh_hans: 搭配小物
zh_hant: 搭配小物

# 搭配花朵发饰和蕾丝手套
source: Pair with floral hair accessories and lace gloves
de: Mit Blumen-Haarschmuck und Spitzenhandschuhen kombinieren
es: Combínalo con adornos florales para el cabello y guantes de encaje
fr: À associer avec des accessoires fleuris pour les cheveux et des gants en dentelle
ja: 花のヘアアクセサリーとレース手袋を合わせて
ko: 꽃 헤어 장식과 레이스 장갑을 매치해요
pt_br: Combine com acessórios florais para cabelo e luvas de renda
zh_hans: 搭配花朵发饰和蕾丝手套
zh_hant: 搭配花朵髮飾和蕾絲手套

# 搭配贝雷帽和围巾
source: Pair with a beret and scarf
de: Mit Baskenmütze und Schal kombinieren
es: Combínalo con boina y bufanda
fr: À associer avec un béret et une écharpe
ja: ベレー帽とマフラーを合わせて
ko: 베레모와 스카프를 매치해요
pt_br: Combine com boina e cachecol
zh_hans: 搭配贝雷帽和围巾
zh_hant: 搭配貝雷帽和圍巾

# 支付信息无效
source: Payment information is invalid
de: Zahlungsinformationen sind ungueltig
es: La informacion de pago no es valida
fr: Les informations de paiement sont invalides
ja: 支払い情報が無効です
ko: 결제 정보가 유효하지 않습니다
pt_br: As informacoes de pagamento sao invalidas
zh_hans: 支付信息无效
zh_hant: 付款資訊無效

# 支付期 %@ 至 %@
source: Payment window %@ to %@
de: Zahlungszeitraum %@ bis %@
es: Periodo de pago: %@ a %@
fr: Periode de paiement : %@ a %@
ja: 支払い期間 %@ 〜 %@
ko: 결제 기간 %@ ~ %@
pt_br: Periodo de pagamento: %@ a %@
zh_hans: 支付期 %@ 至 %@
zh_hant: 支付期 %@ 至 %@

# 支持 6 个喵币档优惠码，不影响首充双倍
source: Supports offer codes for all 6 Meow Coin packs and keeps first-purchase double bonuses intact
de: Unterstuetzt Codes fuer alle 6 Miau-Muenzen-Pakete, ohne den Erstkauf-Doppelbonus zu beeinflussen
es: Admite codigos para los 6 paquetes de monedas Miau sin afectar el bono doble de primera compra
fr: Prend en charge les codes pour les 6 packs de pieces Miaou sans toucher au bonus double de premier achat
ja: 6 種類のニャーコインパックのオファーコードに対応し、初回2倍ボーナスには影響しません
ko: 6개 야옹 코인 상품의 혜택 코드를 지원하며 첫 구매 2배 보너스에는 영향을 주지 않습니다
pt_br: Aceita codigos para os 6 pacotes de Moedas Miau sem afetar o bonus em dobro da primeira compra
zh_hans: 支持 6 个喵币档优惠码，不影响首充双倍
zh_hant: 支援 6 個喵幣檔位優惠碼，不影響首儲雙倍

# 收益和消耗都适中，适合日常挂机。
source: Moderate earnings and drain, good for everyday idle work.
de: Moderate Einnahmen und Belastung, gut für tägliche Leerlauf-Arbeit.
es: Ganancias y desgaste moderados, ideal para el trabajo diario en reposo.
fr: Gains et fatigue modérés, idéal pour le travail automatique quotidien.
ja: 収益と消耗がどちらもほどよく、普段の放置に向いています。
ko: 수익과 소모가 모두 적당해서 평소 자동 진행에 좋아요.
pt_br: Ganhos e desgaste moderados, bom para trabalho automático do dia a dia.
zh_hans: 收益和消耗都适中，适合日常挂机。
zh_hant: 收益和消耗都適中，適合日常掛機。

# 收益币种
source: Reward Currency
de: Belohnungswährung
es: Moneda de recompensa
fr: Devise des gains
ja: 報酬通貨
ko: 수익 통화
pt_br: Moeda de recompensa
zh_hans: 收益币种
zh_hant: 收益幣種

# 收益跟随萌宠
source: Rewards Follow Pet
de: Belohnung folgt dem Haustier
es: Recompensa según la mascota
fr: Récompense selon le pet
ja: 報酬はペットに合わせる
ko: 보상은 반려동물에 맞춤
pt_br: Recompensa segue o pet
zh_hans: 收益跟随萌宠
zh_hant: 收益跟隨萌寵

# 收益骨头币
source: Rewards: Bone Coins
de: Belohnung: Knochenmünzen
es: Recompensa en huesos
fr: Récompense en os
ja: 報酬は骨コイン
ko: 보상은 뼈 코인
pt_br: Recompensa em moedas de osso
zh_hans: 收益骨头币
zh_hant: 收益骨頭幣

# 收益鱼币
source: Rewards: Fish Coins
de: Belohnung: Fischmünzen
es: Recompensa en peces
fr: Récompense en poissons
ja: 報酬は魚コイン
ko: 보상은 물고기 코인
pt_br: Recompensa em moedas de peixe
zh_hans: 收益鱼币
zh_hant: 收益魚幣

# 收藏书页房间
source: Collection Book Page Room
de: Raum für Sammlungsseiten
es: Sala de páginas de colección
fr: Salle des pages de collection
ja: コレクションブックページの部屋
ko: 컬렉션 북 페이지 방
pt_br: Sala das páginas de coleção
zh_hans: 收藏书页房间
zh_hant: 收藏書頁房間

# 收集 %d 件衣物解锁
source: Unlock after collecting %d clothing items
de: Nach %d Kleidungsstücken freischalten
es: Se desbloquea al reunir %d prendas
fr: Débloqué après %d vêtements collectés
ja: %d点の服を集めると解放
ko: 의상 %d개 수집 후 잠금 해제
pt_br: Desbloqueia ao reunir %d peças
zh_hans: 收集 %d 件衣物解锁
zh_hant: 收集 %d 件衣物解鎖

# 改变成色
source: Set Condition
de: Zustand festlegen
es: Definir estado
fr: Définir l’état
ja: 状態を設定
ko: 상태 설정
pt_br: Definir estado
zh_hans: 改变成色
zh_hant: 設定成色

# 改名
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前変更
ko: 이름 변경
pt_br: Renomear
zh_hans: 改名
zh_hant: 改名

# 改名将消耗一个改名项圈
source: Renaming consumes one rename collar
de: Beim Umbenennen wird ein Umbenennungshalsband verbraucht
es: Cambiar el nombre usará un collar de cambio de nombre
fr: Renommer utilisera un collier de renommage
ja: 名前を変更すると改名首輪を1つ使います
ko: 이름을 바꾸면 이름 변경 목걸이 1개를 사용해요
pt_br: Renomear usará uma Coleira de Renomear
zh_hans: 改名将消耗一个改名项圈
zh_hant: 改名將消耗一個改名項圈

# 改名成功！我现在叫「%@」～
source: Renamed successfully! I’m now “%@”.
de: Name geändert! Ich heiße jetzt „%@“.
es: ¡Nombre cambiado! Ahora me llamo «%@».
fr: Nom modifié ! Je m’appelle maintenant « %@ ».
ja: 名前を変更しました！今は「%@」だよ。
ko: 이름 변경 완료! 이제 제 이름은 “%@”예요.
pt_br: Nome alterado! Agora me chamo “%@”.
zh_hans: 改名成功！我现在叫「%@」～
zh_hant: 改名成功！我現在叫「%@」～

# 改名项圈先留着吧，我得走专门的改名流程。
source: Keep the rename collar for now. I need to use the dedicated rename flow.
de: Heb das Umbenennungs-Halsband erst auf. Dafür brauche ich den eigenen Umbenennungsablauf.
es: Guarda el collar de cambio de nombre por ahora. Necesito usar el flujo especial de cambio de nombre.
fr: Garde le collier de renommage pour l’instant. Je dois passer par le flux dédié.
ja: 改名首輪は今は取っておいてね。専用の改名手順が必要です。
ko: 이름 변경 목걸이는 잠시 보관해 주세요. 전용 이름 변경 절차가 필요해요.
pt_br: Guarde a coleira de renomear por enquanto. Preciso usar o fluxo próprio de renomeação.
zh_hans: 改名项圈先留着吧，我得走专门的改名流程。
zh_hant: 改名項圈先留著吧，我得走專門的改名流程。

# 改名项圈需要 %d %@，你现在%@不够，先带你去 Apple 原生充值～
source: A Rename Collar costs %d %@, and you don’t have enough %@ right now. I’ll take you to Apple’s native top-up first.
de: Ein Umbenennungshalsband kostet %d %@, und du hast gerade nicht genug %@. Ich bringe dich zuerst zur nativen Apple-Aufladung.
es: Un collar de cambio de nombre cuesta %d %@ y ahora no tienes suficiente %@. Primero te llevaré a la recarga nativa de Apple.
fr: Un collier de renommage coûte %d %@, et vous n’avez pas assez de %@. Je vous emmène d’abord vers la recharge Apple native.
ja: 改名首輪には%d %@が必要ですが、今は%@が足りません。先にApple標準のチャージへ案内します。
ko: 이름 변경 목걸이는 %d %@이(가) 필요하지만 지금 %@이(가) 부족해요. 먼저 Apple 기본 충전으로 안내할게요.
pt_br: Uma Coleira de Renomear custa %d %@, e você não tem %@ suficiente agora. Vou levar você primeiro para a recarga nativa da Apple.
zh_hans: 改名项圈需要 %d %@，你现在%@不够，先带你去 Apple 原生充值～
zh_hant: 改名項圈需要 %d %@，你現在%@不夠，先帶你去 Apple 原生儲值～

# 数数我的裙装总价值
source: Count the total value of my outfits
de: Zähle den Gesamtwert meiner Kleider
es: Cuenta el valor total de mis vestidos
fr: Compter la valeur totale de mes tenues
ja: ドレスの総額を数える
ko: 내 의상 총가치 세기
pt_br: Calcular o valor total dos meus looks
zh_hans: 数数我的裙装总价值
zh_hant: 數數我的裙裝總價值

# 数量
source: Quantity
de: Anzahl
es: Cantidad
fr: Quantité
ja: 数量
ko: 수량
pt_br: Quantidade
zh_hans: 数量
zh_hant: 數量

# 数量统计
source: Count Statistics
de: Mengenstatistik
es: Estadísticas de cantidad
fr: Statistiques de quantité
ja: 数量統計
ko: 수량 통계
pt_br: Estatísticas de quantidade
zh_hans: 数量统计
zh_hant: 數量統計

# 整理房间
source: Arrange Room
de: Raum anordnen
es: Organizar habitación
fr: Agencer la pièce
ja: 部屋を整理
ko: 방 정리
pt_br: Organizar ambiente
zh_hans: 整理房间
zh_hant: 整理房間

# 新名称
source: New name
de: Neuer Name
es: Nuevo nombre
fr: Nouveau nom
ja: 新しい名前
ko: 새 이름
pt_br: Novo nome
zh_hans: 新名称
zh_hant: 新名稱

# 新品牌名称
source: New brand name
de: Neuer Markenname
es: Nuevo nombre de marca
fr: Nouveau nom de marque
ja: 新しいブランド名
ko: 새 브랜드 이름
pt_br: Novo nome da marca
zh_hans: 新品牌名称
zh_hant: 新品牌名稱

# 新建品牌
source: New Brand
de: Neue Marke
es: Nueva marca
fr: Nouvelle marque
ja: ブランドを追加
ko: 브랜드 만들기
pt_br: Nova marca
zh_hans: 新建品牌
zh_hant: 新增品牌

# 新建标签
source: New Tag
de: Neuer Tag
es: Nueva etiqueta
fr: Nouvelle étiquette
ja: タグを追加
ko: 태그 만들기
pt_br: Nova etiqueta
zh_hans: 新建标签
zh_hant: 新增標籤

# 新标签名称
source: New tag name
de: Neuer Tag-Name
es: Nuevo nombre de etiqueta
fr: Nouveau nom d’étiquette
ja: 新しいタグ名
ko: 새 태그 이름
pt_br: Novo nome da etiqueta
zh_hans: 新标签名称
zh_hant: 新標籤名稱

# 新选项
source: New Option
de: Neue Option
es: Nueva opción
fr: Nouvelle option
ja: 新しいオプション
ko: 새 옵션
pt_br: Nova opção
zh_hans: 新选项
zh_hant: 新選項

# 无品牌
source: No Brand
de: Keine Marke
es: Sin marca
fr: Sans marque
ja: ブランドなし
ko: 브랜드 없음
pt_br: Sem marca
zh_hans: 无品牌
zh_hant: 無品牌

# 无小物
source: No Accessory
de: Kein Accessoire
es: Sin accesorio
fr: Sans accessoire
ja: 小物なし
ko: 액세서리 없음
pt_br: Sem acessório
zh_hans: 无小物
zh_hant: 無小物

# 无尺码
source: No Size
de: Keine Größe
es: Sin talla
fr: Sans taille
ja: サイズなし
ko: 사이즈 없음
pt_br: Sem tamanho
zh_hans: 无尺码
zh_hant: 無尺碼

# 无收益
source: No earnings
de: Keine Einnahmen
es: Sin ganancias
fr: Aucun gain
ja: 収益なし
ko: 수익 없음
pt_br: Sem ganhos
zh_hans: 无收益
zh_hant: 無收益

# 无效的商品
source: Invalid product
de: Ungueltiges Produkt
es: Producto no valido
fr: Produit invalide
ja: 無効な商品です
ko: 유효하지 않은 상품입니다
pt_br: Produto invalido
zh_hans: 无效的商品
zh_hant: 無效的商品

# 无效的数量
source: Invalid quantity
de: Ungueltige Menge
es: Cantidad no valida
fr: Quantite invalide
ja: 数量が無効です
ko: 수량이 유효하지 않습니다
pt_br: Quantidade invalida
zh_hans: 无效的数量
zh_hant: 無效的數量

# 无标签
source: No Tag
de: Kein Tag
es: Sin etiqueta
fr: Sans étiquette
ja: タグなし
ko: 태그 없음
pt_br: Sem etiqueta
zh_hans: 无标签
zh_hant: 無標籤

# 无法加载图片数据
source: Unable to load image data
de: Bilddaten konnten nicht geladen werden
es: No se pudieron cargar los datos de la imagen
fr: Impossible de charger les données de l’image
ja: 画像データを読み込めません
ko: 이미지 데이터를 불러올 수 없어요
pt_br: Não foi possível carregar os dados da imagem
zh_hans: 无法加载图片数据
zh_hant: 無法載入圖片資料

# 无法打开 App Store 优惠码兑换界面：%@
source: Cannot open the App Store offer-code redemption screen: %@
de: Der App Store Bildschirm zum Einloesen von Angebotscodes kann nicht geoeffnet werden: %@
es: No se puede abrir la pantalla para canjear codigos promocionales de App Store: %@
fr: Impossible d'ouvrir l'ecran d'echange de codes promotionnels App Store : %@
ja: App Store のオファーコード引き換え画面を開けません: %@
ko: App Store 혜택 코드 교환 화면을 열 수 없습니다: %@
pt_br: Nao foi possivel abrir a tela de resgate de codigos promocionais da App Store: %@
zh_hans: 无法打开 App Store 优惠码兑换界面：%@
zh_hant: 無法開啟 App Store 優惠碼兌換畫面：%@

# 无法计算，请至少输入两个价格值
source: Cannot calculate. Please enter at least two price values
de: Berechnung nicht möglich. Bitte mindestens zwei Preiswerte eingeben
es: No se puede calcular. Introduce al menos dos valores de precio
fr: Calcul impossible. Saisissez au moins deux valeurs de prix
ja: 計算できません。少なくとも2つの価格を入力してください
ko: 계산할 수 없어요. 가격 값을 두 개 이상 입력해 주세요
pt_br: Não é possível calcular. Insira pelo menos dois valores de preço
zh_hans: 无法计算，请至少输入两个价格值
zh_hant: 無法計算，請至少輸入兩個價格值

# 无特殊安排
source: No special plans
de: Keine besonderen Pläne
es: Sin planes especiales
fr: Aucun événement particulier
ja: 特別な予定はありません
ko: 특별한 일정 없음
pt_br: Nenhum plano especial
zh_hans: 无特殊安排
zh_hant: 無特殊安排

# 无状态
source: No Status
de: Kein Status
es: Sin estado
fr: Sans état
ja: ステータスなし
ko: 상태 없음
pt_br: Sem status
zh_hans: 无状态
zh_hant: 無狀態

# 无类型
source: No Type
de: Kein Typ
es: Sin tipo
fr: Sans type
ja: タイプなし
ko: 유형 없음
pt_br: Sem tipo
zh_hans: 无类型
zh_hant: 無類型

# 无衣长
source: No Length
de: Keine Länge
es: Sin largo
fr: Sans longueur
ja: 着丈なし
ko: 길이 없음
pt_br: Sem comprimento
zh_hans: 无衣长
zh_hant: 無衣長

# 无颜色
source: No Color
de: Keine Farbe
es: Sin color
fr: Sans couleur
ja: 色なし
ko: 색상 없음
pt_br: Sem cor
zh_hans: 无颜色
zh_hant: 無顏色

# 日元
source: Japanese Yen
de: Japanischer Yen
es: Yen japonés
fr: Yen japonais
ja: 日本円
ko: 일본 엔
pt_br: Iene japonês
zh_hans: 日元
zh_hant: 日圓

# 日常书页房间
source: Daily Book Page Room
de: Raum für tägliche Buchseiten
es: Sala de páginas diarias
fr: Salle des pages quotidiennes
ja: デイリーブックページの部屋
ko: 일상 북 페이지 방
pt_br: Sala das páginas diárias
zh_hans: 日常书页房间
zh_hant: 日常書頁房間

# 日常出门
source: Daily Outing
de: Alltag draußen
es: Salida diaria
fr: Sortie quotidienne
ja: 日常のお出かけ
ko: 일상 나들이
pt_br: Passeio diário
zh_hans: 日常出门
zh_hant: 日常出門

# 时间段
source: Duration
de: Zeitraum
es: Duración
fr: Durée
ja: 期間
ko: 기간
pt_br: Duração
zh_hans: 时间段
zh_hant: 時間段

# 明亮黄
source: Bright yellow
de: Leuchtgelb
es: Amarillo brillante
fr: Jaune vif
ja: ブライトイエロー
ko: 밝은 노랑
pt_br: Amarelo vivo
zh_hans: 明亮黄
zh_hant: 明亮黃

# 明天
source: Tomorrow
de: Morgen
es: Manana
fr: Demain
ja: 明日
ko: 내일
pt_br: Amanha
zh_hans: 明天
zh_hant: 明天

# 星光还在值班，月亮说该你接班了
source: Starlight is still on duty; the moon says it is your turn.
de: Das Sternenlicht ist noch im Dienst; der Mond sagt, jetzt bist du dran.
es: La luz de las estrellas sigue de guardia; la luna dice que es tu turno.
fr: La lumière des étoiles est encore de garde; la lune dit que c'est ton tour.
ja: 星明かりはまだ当番中、月があなたの番だと言っている。
ko: 별빛은 아직 근무 중이고, 달은 이제 네 차례래.
pt_br: A luz das estrelas ainda está de plantão; a lua diz que é sua vez.
zh_hans: 星光还在值班，月亮说该你接班了
zh_hant: 星光還在值班，月亮說該你接班了
